stress-test-triplets/mixed-newtriplets-2022-01-21_09:23:19/175-wf1-75-wf2-25-wf3/wave-iteration-3/out-wf3-25-2022-01-22_00:12:54.txt
Requests      [total, rate]            22500, 25.00
Duration      [total, attack, wait]    14m59.970788333s, 14m59.960063482s, 10.724851ms
Latencies     [mean, 50, 95, 99, max]  79.158333ms, 57.461639ms, 221.513675ms, 1.027511526s, 2.413834569s
Bytes In      [total, mean]            111802572, 4969.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  59.18%
Status Codes  [code:count]             0:6924  200:13316  404:1731  500:529  
Error Set:
Get http://<none>:8080/product/6E92ZMYYFZ: dial tcp: lookup <none>: no such host
Get http://<none>:8080/product/9SIQT8TOJO: dial tcp: lookup <none>: no such host
Get http://<none>:8080/product/L9ECAV7KIM: dial tcp: lookup <none>: no such host
Get http://<none>:8080/product/LS4PSXUNUM: dial tcp: lookup <none>: no such host
404 Not Found
500 Internal Server Error